Repository: JannetBokovnya/Evaluation_defects
Catalog: App_LocalResources/EvaluationDefects.aspx.*.resx
Languages: uk_ua

# BoundFieldResource1.HeaderText
source: Kilometrage
uk_ua: Кілометраж

# BoundFieldResource2.HeaderText
source: Defect type
uk_ua: Тип дефекту

# btnShowDefectsResource1.Text
source: Table defects
uk_ua: Таблиця дефектів

# Button4Resource1.Text
source: Select defects
uk_ua: Відібрати дефекти

# Button5Resource1.Text
source: Upload to Excel (Export to Excel)
uk_ua: Вивантажити в Excel (Експортувати в Excel)

# Button6Resource1.Text
source: Show in table
uk_ua: Показати в таблиці

# Button8Resource1.Text
source: in Google
uk_ua: в Google

# Button9Resource1.Text
source: Pipe list
uk_ua: Список труби

# cAOS.gif
source: α – defect max depth l – defect length
uk_ua: α – максимальна глибина дефекту

# cCC.gif
source: α – defect max depth b – defect width l – defect length
uk_ua: α – максимальна глибина дефекту

# cCOS.gif
source: α – defect max depth l – defect width
uk_ua: α – максимальна глибина дефекту

# cCT.gif
source: l – defect width
uk_ua: l–ширина дефекту

# cGC.gif
source: α – defect max depth
uk_ua: α – максимальна глибина дефекту

# cLC.gif
source: α – defect max depth b – defect width l – defect length
uk_ua: α – максимальна глибина дефекту

# CodingDefect
source: Defect coding
uk_ua: Кодування дефекту

# cproblem.gif
source: undefined defect
uk_ua: дефект не визначено

# cVmt.gif
source: b – defect width l – defect length w – buckle depth
uk_ua: b - ширина дефекту

# cZab.gif
source: b – defect width l – defect length w – dent depth
uk_ua: b – ширина дефекту nl – довжина дефекту

# DDLMGResource1.EmptyMessage
source: Select
uk_ua: Вибрати

# DDLThreadResource1.EmptyMessage
source: Select
uk_ua: Огляд

# DDtranspModeResource1.EmptyMessage
source: Select transportation mode…
uk_ua: Виберіть режим транспортування...

# EncodingDefect
source: Defect coding
uk_ua: Кодування дефекту

# fldtChooseArea
source: Selection of section to display
uk_ua: Вибір ділянки для відображення

# fldtDefectsTable
source: Defect table
uk_ua: Таблиця дефектів

# fldtPreasure
source: Load on the pipeline
uk_ua: Навантаження на газопровід

# fldtRepaire
source: Pitting and repair
uk_ua: Шурфування та ремонт

# fldtResult
source: Results
uk_ua: Результати

source: Gazprom
uk_ua: СТО 2-2.3-112-2007

# grdDefectsCol1.HeaderText
source: № defect
uk_ua: № дефекту

# grdDefectsCol2.HeaderText
source: Kilometrage, m
uk_ua: Кілометраж, м

# grdDefectsCol3.HeaderText
source: Defect type
uk_ua: Тип дефекту

# grdDefectsResource1.PagerStyle-FirstPageToolTip
source: First Page
uk_ua: Перша сторінка

# grdDefectsResource1.PagerStyle-LastPageToolTip
source: Last Page
uk_ua: Остання сторінка

# grdDefectsResource1.PagerStyle-NextPagesToolTip
source: Next Pages
uk_ua: Наступні сторінки

# grdDefectsResource1.PagerStyle-NextPageToolTip
source: Next Page
uk_ua: Наступна сторінка

# grdDefectsResource1.PagerStyle-PrevPagesToolTip
source: Previous Pages
uk_ua: Попередні сторінки

# grdDefectsResource1.PagerStyle-PrevPageToolTip
source: Previous Page
uk_ua: Попередня сторінка

# HyperLinkFieldResource1.HeaderText
source: Number
uk_ua: Номер

# Label10Resource1.Text
source: Defects
uk_ua: Дефекти

# Label12Resource1.Text
source: Defect type
uk_ua: Тип дефекту

# Label13Resource1.Text
source: Calculated type
uk_ua: Розрахунковий тип

# Label14Resource1.Text
source: Length (mm)
uk_ua: Довжина (мм)

# Label15Resource1.Text
source: Width (mm)
uk_ua: Ширина (мм)

# Label17Resource1.Text
source: Pipe thickness (mm)
uk_ua: Товщина труби (мм)

# Label18Resource1.Text
source: Angular position (hour)
uk_ua: Кутове розташування (година)

# Label19Resource1.Text
source: Location in the metal
uk_ua: Розташування в металі

# Label1Resource1.Text
source: MGP
uk_ua: МГ

# Label20Resource1.Text
source: Depth (mm)
uk_ua: Глибина (мм)

# Label21Resource1.Text
source: Distance to the left weld (m)
uk_ua: Відстань до лівого шва (м)

# Label22Resource1.Text
source: Distance to the right weld (m)
uk_ua: Відстань до правого шва (м)

# Label23Resource1.Text
source: Defect detection date
uk_ua: Дата виявлення дефекту

# Label24Resource1.Text
source: Stress corrosion description
uk_ua: Опис стрес-корозії

# Label25Resource1.Text
source: Current/Safe pressure
uk_ua: Поточний/Безпечний тиск

# Label26Resource1.Text
source: Pitting date
uk_ua: Дата шурфування

# Label27Resource1.Text
source: Size precision (%)
uk_ua: Точність розмірів (%)

# Label28Resource1.Text
source: Repair date
uk_ua: Дата ремонту

# Label29Resource1.Text
source: Repair method
uk_ua: Метод ремонту

# Label2Resource1.Text
source: Pitting
uk_ua: Шурфування

# Label30Resource1.Text
source: Complex form defect
uk_ua: Дефект складної форми

# Label31Resource1.Text
source: Pressure (MPa)
uk_ua: Тиск (МПа)

# Label32Resource1.Text
source: Temperature (°С)
uk_ua: Температура (° С)

# Label33Resource1.Text
source: Permissible stress
uk_ua: Напруга допустима

# Label34Resource1.Text
source: Active stress
uk_ua: Напруга діюча

# Label35Resource1.Text
source: Defect number
uk_ua: Кількість дефектів

# Label37Resource1.Text
source: Line
uk_ua: Нитка

# Label38Resource1.Text
source: Departmental building codes (Ukraine)
uk_ua: ВБН (Україна)

# Label39Resource1.Text
source: VNIIGAS (Russia)
uk_ua: ВНИИГАЗ (Росія)

# Label3Resource1.Text
source: Defect eliminated
uk_ua: Рекомендований ремонт

# Label43Resource1.Text
source: Time to response (year)
uk_ua: Час до реагування (рік)

# Label45Resource1.Text
source: Limit pressure (MPa)
uk_ua: Граничний тиск (МПа)

# Label46Resource1.Text
source: Safe pressure (MPa)
uk_ua: Безпечний тиск (МПа)

# Label47Resource1.Text
source: Safe pressure coefficient
uk_ua: Коефіцієнт безпечного тиску

# Label48Resource1.Text
source: Defect permissibility
uk_ua: Допустимість дефекту

# Label4Resource1.Text
source: km,&nbsp&nbsp&nbsp&nbsp&nbsp&nbsplength -
uk_ua: км,&nbsp&nbsp&nbsp&nbsp&nbsp&nbspдовжина -

# Label50Resource1.Text
source: Real safety factor
uk_ua: Реальний коеф. запасу

# Label51Resource1.Text
source: Defect permissibility
uk_ua: Допустимість дефекту

# Label52Resource1.Text
source: Stress intensity factor
uk_ua: Коеф. інтенсивності напружень

# Label53Resource1.Text
source: Reference voltage (MPa)
uk_ua: Посилальна напруга (МПа)

# Label54Resource1.Text
source: Permissible safety factor
uk_ua: Допустимий коеф. запасу

# Label55Resource1.Text
source: Appointed safety factor
uk_ua: Призначений коеф. запасу

# Label56Resource1.Text
source: Recommendations for response
uk_ua: Рекомендації по реагуванню

# Label57Resource1.Text
source: Error message
uk_ua: Повідомлення про помилку

# Label58Resource1.Text
source: Time to pitting (year)
uk_ua: Час до проведення шурфування (рік)

# Label59Resource1.Text
source: Time to repair (year)
uk_ua: Час, до проведення ремонту (рік)

# Label60Resource1.Text
source: Defect danger
uk_ua: Небезпека дефекту

# Label61Resource1.Text
source: Less dangerous (year)
uk_ua: Менш небезпечний (рік)

# Label62Resource1.Text
source: More safe (year)
uk_ua: Більш безпечний (рік)

# Label63Resource1.Text
source: Defect permissibility
uk_ua: Допустимість дефекту

# Label64Resource1.Text
source: Recommendations for response
uk_ua: Рекомендації по реагуванню

# Label65Resource1.Text
source: PIGI calculation
uk_ua: Розрахунок ВТД

# Label66Resource1.Text
source: SPC
uk_ua: КБД

# Label67Resource1.Text
source: Maximum safe pressure
uk_ua: Max безпечний тиск

# Label68Resource1.Text
source: Current/Safe pressure
uk_ua: Поточний/Безпечний тиск

# Label69Resource1.Text
source: Complex form defect
uk_ua: Дефект складної форми

# Label6Resource1.Text
source: Limit pressure (MPa)
uk_ua: Граничний тиск (МПа)

# Label71Resource1.Text
source: Safety factor
uk_ua: Коефіцієнт запасу

# Label72Resource1.Text
source: Limit pressure
uk_ua: Граничний тиск

# Label73Resource1.Text
source: Safety factor
uk_ua: Коефіцієнт запасу

# Label75Resource1.Text
source: Maximum safe pressure (MPa)
uk_ua: Max безпечний тиск (МПа)

# Label76Resource1.Text
source: Collapsing pressure (MPa)
uk_ua: Руйнівний тиск (МПа)

# Label77Resource1.Text
source: Pipe - defect
uk_ua: Дефект на трубі

# Label78Resource1.Text
source: Kilometrage
uk_ua: Кілометраж

# Label79Resource1.Text
source: Defect type
uk_ua: Тип дефекту

# Label7Resource1.Text
source: Section:
uk_ua: Ділянка:

# Label80Resource1.Text
source: Permissible safety factor
uk_ua: Допустимий коеф. запасу

# Label81Resource1.Text
source: Kilometrage
uk_ua: Кілометраж

# Label83Resource1.Text
source: km
uk_ua: км

# Label84Resource1.Text
source: Km, m
uk_ua: Км, м

# Label85Resource1.Text
source: Km end:
uk_ua: Км кінця:

# Label8Resource1.Text
source: Modes
uk_ua: Режим

# Label9Resource1.Text
source: Safe pressure (MPa)
uk_ua: Безпечний тиск (МПа)

# lblInPermissible
source: Inadmissible
uk_ua: Недопустимий

# lblMiddlePermissible
source: Conditionally inadmissible
uk_ua: Умовно недопустимий

# lblPermissible
source: Permissible
uk_ua: Допустимий

# ListItemResource1.Text
source: Select from list
uk_ua: Вибрати зі списку

# ListItemResource10.Text
source: Cracks
uk_ua: Тріщини

# ListItemResource11.Text
source: Forms
uk_ua: Форми

# ListItemResource12.Text
source: Stress corrosion
uk_ua: Стрес-корозія

# ListItemResource13.Text
source: Anomalies of welds
uk_ua: Аномалії зварних швів

# ListItemResource14.Text
source: Inadmissible by DNV
uk_ua: Недопустимі за DNV

# ListItemResource15.Text
source: Inadmissible by Departmental building codes
uk_ua: Недопустимі за ВБН

# ListItemResource16.Text
source: Inadmissible by VNIIGAS
uk_ua: Недопустимі за ВНИИГАЗ

# ListItemResource17.Text
source: Inadmissible by ASME
uk_ua: Недопустимі за ASME

# ListItemResource18.Text
source: Inadmissible by RSTRENG
uk_ua: Недопустимі за RSTRENG

# ListItemResource19.Text
source: Inadmissible by PIGI data
uk_ua: Недопустимі за даними ВТД

# ListItemResource2.Text
source: Within the boundaries of LM
uk_ua: В межах ЛПУ

# ListItemResource20.Text
source: Pitted
uk_ua: Відшурфовані

# ListItemResource21.Text
source: Repaired
uk_ua: Відремонтовані

# ListItemResource3.Text
source: Within the boundaries of PIGI section
uk_ua: В межах ділянки ВТД

# ListItemResource4.Text
source: Within the boundaries of technological section
uk_ua: У межах технологічної ділянки

# ListItemResource5.Text
source: All gas pipeline
uk_ua: Весь газопровід

# ListItemResource6.Text
source: Manual selection
uk_ua: Ручний вибір

# ListItemResource7.Text
source: All defects
uk_ua: Всі дефекти

# ListItemResource8.Text
source: Inadmissible (all standards)
uk_ua: Недопустимі (всі стандарти)

# ListItemResource9.Text
source: Corrosion
uk_ua: Корозія

# PageResource1.Title
source: Defect assessment
uk_ua: Оцінка дефектів

# RadTabResource1.Text
source: Summary calculation
uk_ua: Зведений розрахунок

# ResultInfo1
source: Defect permissibility
uk_ua: Допустимість дефекту

# ResultInfo2
source: Safe pressure (MPa)
uk_ua: Безпечний тиск (МПа)

# ResultInfo3
source: Limit pressure (MPa)
uk_ua: Граничний тиск (МПа)

# ResultInfo4
source: Pressure safety factor
uk_ua: Коефіцієнт безпечного тиску

# ResultInfo5
source: Reserve coefficient
uk_ua: Коефіцієнт запасу

# ResultInfo6
source: Residual resource (year)
uk_ua: Залишковий ресурс (рік)

# showModalPopupClientButtonResource1.ToolTip
source: Click to get help
uk_ua: Натиснути для отримання допомоги

# txtSharedKmEndResource1.EmptyMessage
source: End, m...
uk_ua: Кінець, м...

# txtSharedKmStartResource1.EmptyMessage
source: Start, m...
uk_ua: Початок, м...

# Vtd
source: PIG inspection
uk_ua: ВТД

# fldDetalCalc
source: Detal Calc
uk_ua: Деталi розрахункiв

# Label101Resource1.Text
source: Calc
uk_ua: Розраховано

# Label102Resource1.Text
source: Date Calc
uk_ua: Дата розрахунку

# Label103Resource1.Text
source: RecomRemont
uk_ua: Ремонт
